Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/N05.tmx
Source language: en_us
Languages: zh_cn

source: Stone mattress
zh_cn: 石床

source: At the outset Verna had not intended to kill anyone.
zh_cn: 弗娜最初没打算杀人。

source: What she had in mind was a vacation, pure and simple.
zh_cn: 她计划的就是一个简单的假期，很纯粹。

source: Take a breather, do some inner accounting, shed worn skin.
zh_cn: 去歇口气，心里算计一下，褪掉一身的疲惫。

source: The Arctic suits her: there's something inherently calming in the vast cool sweeps of ice and rock and sea and sky, undisturbed by cities and highways and trees and the other distractions that clutter up the landscape to the south.
zh_cn: 北极圈挺适合她：这片由冰块、岩石、海洋，和天空构成的连绵无垠的清冷中，有某种亘古不变的令人平静的东西，城市、高速公路、树木以及其他的碍眼物把一路向南的风景线弄了个乱七八糟，但并没有干扰到它。

source: Among the clutter she includes other people, and by other people she means men.
zh_cn: 她把其他人也归入了这些乱七八糟之中，而所谓其他人，她指的是男人。

source: She's had enough of men for a while.
zh_cn: 有段时间，她受够了男人。

source: She's made an inner memo to renounce flirtations and any consequences that might result from them.
zh_cn: 她在内心做了备忘，要与调情以及由此而来的一切后果断绝关系。

source: She doesn't need the cash, not anymore.
zh_cn: 她不需要钱，不再需要了。

source: She's not extravagant or greedy, she tells herself: all she ever wanted was to be protected by layer upon layer of kind, soft, insulating money, so that nobody and nothing could get close enough to harm her.
zh_cn: 她对自己说：她不奢侈，也不贪婪，想要的一直都只是被层层和善的、柔软的、和谁都无关的金钱保护着，让一切人与事都无法接近她而伤害她罢了。

source: Surely she has at last achieved this modest goal.
zh_cn: 毫无疑问，她终于实现了这个并不过分的目标。

source: But old habits die hard, and it's not long before she's casting an appraising eye over her fleece-clad fellow-travellers dithering with their wheely bags in the lobby of the first-night airport hotel.
zh_cn: 但是旧习难改，没过多久，她就在旅行第一夜住的机场酒店大厅里用评估的眼光打量那些穿着羊毛外套拖着旅行箱游移不定的同行者了。

source: Passing over the women, she ear-tags the male members of the flock.
zh_cn: 她忽略掉女人，耳朵竖向了群体中的男性成员。

source: Some have females attached to them, and she eliminates these on principle: why work harder than you need to?
zh_cn: 有些带着女伴的，她按照原则也过滤掉了：能轻松点儿干嘛还要费劲呢？

source: Prying a spouse loose can be arduous, as she discovered via her first husband: discarded wives stick like burrs.
zh_cn: 撬散一对夫妻会很困难，这是她通过第一任丈夫发现的：被遗弃的妻子们就像戳着的一根刺。

source: It's the solitaries who interest her, the lurkers at the fringes.
zh_cn: 吸引她的是独身者，那些潜伏在外围的人。

source: Some of these are too old for her purposes; she avoids eye contact with them.
zh_cn: 就她的目的来说，这些人中有的太老了，她避免与他们接触视线。

source: The ones who cherish the belief that there's life in the old dog yet: these are her game.
zh_cn: 那些怀着希望，认为老狗也还有活力的人，那才是她的猎物。

source: Not that she'll do anything about it, she tells herself, but there's nothing wrong with a little warmup practice, if only to demonstrate to herself that she can still knock one off if she wishes to.
zh_cn: 一点点热身练习也没什么不妥吧，她对自己说，又不是要去干什么，不过是向自己证明一下只要愿意她还是能够拿下一个人罢了。

source: For that evening's meet-and-greet she chooses her cream-colored pullover, perching the Magnetic Northward nametag just slightly too low on her left breast.
zh_cn: 她为那天晚上的见面会选了一件米色的套头衫，把“磁北方”的名签挂得略微只低了一点点，栖在左边的胸上。

source: Thanks to Aquacize and core strength training, she's still in excellent shape for her age, or indeed for any age, at least when fully clothed and buttressed with carefully fitted underwiring.
zh_cn: 感谢潜水和核心力量的训练，她的身材对于这个年纪来说棒极了，实际上对于任何年纪来说都很棒，至少在衣冠齐整，有精心调适的内衣钢托支撑下还是如此。

source: She wouldn't want to chance a deck chair in a bikini- superficial puckering has set in, despite her best efforts- which is one reason for selecting the Arctic over, say, the Caribbean.
zh_cn: 她可不会去冒险穿着比基尼坐在甲板椅上——无论她怎样努力，皮肤表层都会起褶子的——这正是选择北极圈而没有选择——比方说，加勒比海——的一个原因。

source: Her face is what it is, and certainly the best that money can buy at this stage: with a little bronzer and pale eyeshadow and mascara and glimmer powder and low lighting, she can finesse ten years.
zh_cn: 她的脸还是那张脸，而且无疑是现阶段钱能买到的最好的样子：一点儿古铜色的化妆品、轻淡的眼影、睫毛膏、闪粉，再加上低暗的灯光，她能够巧妙地藏起十年的岁月。

source: "Though much is taken, much remains," she murmurs to her image in the mirror.
zh_cn: “所去虽多，所存也多，”她对着镜中的自己喃喃自语。

source: Her third husband had been a serial quotation freak with a special penchant for Tennyson.
zh_cn: 她的第三任丈夫是个醉心于一大串名言的讨厌鬼，尤爱丁尼生。

source: "Come into the garden, Maud," he'd been in the habit of saying just before bedtime.
zh_cn: 他总是习惯在临上床前说，“到花园来，莫德。”

source: It had driven her mad at the time.
zh_cn: 她那时简直快被这逼疯了。

source: She adds a dab of cologne- an understated scent, floral, nostalgic- then she blots it off, leaving a mere whiff.
zh_cn: 她拍了点儿古龙水——很节制的香味，花的芬芳，有点儿怀旧——然后把它吸掉，只留下轻淡的香氛。

source: It's a mistake to overdo it: though elderly noses aren't as keen as they may once have been, it's best to allow for allergies; a sneezing man is not an attentive man.
zh_cn: 过多使用是错误的，虽然年老的鼻子不再像它们曾经那样敏锐，但最好还是考虑一下过敏，一个打着喷嚏的男人不会是个体贴的男人。

source: She makes her entrance slightly late, smiling a detached but cheerful smile- it doesn't do for an unaccompanied woman to appear too eager- accepts a glass of the passable white wine they're doling out, and drifts among the assembled nibblers and sippers.
zh_cn: 她入场稍稍晚了些，做出的笑容超然但是愉快——对于一个无人陪伴的女人来说，表现得太热切可不行——接过场内发放的一杯还说得过去的白葡萄酒，游走在吃吃喝喝的人群中。

source: The men will be retired professionals: doctors, lawyers, engineers, stockbrokers, interested in Arctic exploration, polar bears, archeology, birds, Inuit crafts, perhaps even Vikings or plant life or geology.
zh_cn: 男人们都是退休了的专业人士：医生、律师、工程师、证券经纪人，他们的兴趣所在是北极探险、北极熊、考古、鸟类、爱斯基摩人的工艺品，甚至也许还有北欧海盗，或者植物，或者地质。

source: Magnetic Northward attracts serious punters, with an earnest bunch of experts laid on to herd them around and lecture to them.
zh_cn: “磁北方”吸引那些认真的游客，它配备了一群诚恳的专家，赶着他们到处走走，给他们上上课。

source: She's investigated the two other outfits that tour the region, but neither appeals.
zh_cn: 她调查过另外两个在这片地方旅游的机构，都引不起兴趣。

source: One features excessive hiking and attracts the under-fifties- not her target market- and the other goes in for singsongs and dressing up in silly outfits, so she's stuck with Magnetic Northward, which offers the comfort of familiarity.
zh_cn: 其中一个的特色是大量的徒步旅行，所吸引的是那些五十岁以下的人，并非她的目标市场；而另一个则是唱唱歌，用傻里傻气的衣服打扮自己之类的，所以她还是跟着“磁北方”了，它的熟悉令人舒适。

source: She travelled with this company once before, after the death of her third husband, five years ago, so she knows pretty much what to expect.
zh_cn: 五年前，她第三任丈夫死后，她参加过一次这个公司的旅游线路，所以很知道面临的都是些什么。

source: There's a lot of sportswear in the room, much beige among the men, many plaid shirts, vests with multiple pockets.
zh_cn: 房间里的人很多都穿着运动装，男人们大多身着米色，许多格子衬衫，许多带着多层口袋的马甲。

source: She notes the nametags: a Fred, a Dan, a Rick, a Norm, a Bob.
zh_cn: 她注意着那些名字：一个弗雷德，一个丹，一个瑞克，一个诺姆，一个鲍勃。

source: Another Bob, then another: there are a lot of Bobs on this trip.
zh_cn: 再一个鲍勃，然后又一个：这次队伍中有好多鲍勃。

source: Several appear to be flying solo.
zh_cn: 有几个看上去是单飞。

source: Bob: a name once of heavy significance to her, though surely she's rid herself of that load of luggage by now.
zh_cn: 鲍勃，这名字于她曾经有沉重的意义，不过现如今她肯定已经甩掉了这个负荷。

source: She selects one of the thinner but still substantial Bobs, glides close to him, raises her eyelids, and lowers them again.
zh_cn: 她在相对较瘦但还壮实的鲍勃们中选了一个，悄然溜近，抬起眼帘，然后再垂下来。

source: He peers down at her chest.
zh_cn: 他低眼瞄向她的胸。

source: Why should she be the only one to have suffered for that night?
zh_cn: 凭什么只有她为那天晚上受苦？

source: She'd been stupid, granted, but Bob had been vicious.
zh_cn: 就算她表现愚蠢，可鲍勃那是邪恶。

source: And he'd gone scot-free, without consequences or remorse, whereas her entire life had been distorted.
zh_cn: 当她的整个生活都被摧毁时，他却平安无事，既无后果也无自责。

source: The Verna of the day before had died, and a different Verna had solidified in her place: stunted, twisted, mangled.
zh_cn: 那天之前的弗娜已死，起而代之的是一个全然不同的弗娜：病态、扭曲、混乱。

source: It was Bob who'd taught her that only the strong can win, that weakness should be mercilessly exploited.
zh_cn: 正是鲍勃教会了她只有强者才能赢，而弱者就该被无情地盘剥。

source: It was Bob who'd turned her into- why not say the word?- a murderer.
zh_cn: 正是鲍勃把她变成了——干嘛不说那个词儿呢？——一个凶手。

source: The next morning, during the chartered flight north to where the ship is floating on the Beaufort Sea, she considers her choices.
zh_cn: 第二天早晨，在向北边那艘漂在波弗特海上的轮船飞去的包机上，她盘算了一下自己的选择。

source: She could play Bob like a fish right up to the final moment, then leave him cold with his pants around his ankles: a satisfaction, but a minor one.
zh_cn: 她可以一直戏弄鲍勃到最后关头，然后在他裤子褪到脚踝时转身离去：能出点儿气，但微不足道。

source: She could avoid him throughout the trip and leave the equation where it's been for the past fifty-some years: unresolved.
zh_cn: 她也可以在整个旅行期间避开他，让这道题就像五十多年来一样：未解。

source: Or she could kill him.
zh_cn: 或者，她还可以杀了他。

source: She contemplates this third option with theoretical calm.
zh_cn: 她带着理论上的平静思索着第三个选择。

source: Just say, for instance, if she were to murder Bob, how might she do it during the cruise without getting caught?
zh_cn: 这么说吧，比如，如果她要在这次海上旅行期间谋杀鲍勃，那怎么做才可能不被抓住呢？

source: Her meds-and-sex formula would be far too slow and might not work anyway, since Bob did not appear to suffer from any ailments.
zh_cn: 她那套医疗与性的公式太慢了，而且根本也许不适用，因为鲍勃并没有显示出在忍受任何疾病的样子。

source: Pushing him off the ship is not a viable option.
zh_cn: 把他从船上推下去也不可行。

source: Bob is too big, the railings are too high, and she knows from her previous trip that there will always be people on deck, enjoying the breathtaking views and taking pictures.
zh_cn: 鲍勃太强壮，栏杆太高，而且以前的旅行也让她知道，甲板上总会有人，或者欣赏令人窒息的景色，或者拍照片。

source: A corpse in a cabin would attract police and set off a search for DNA and fabric hairs and so forth, as on television.
zh_cn: 舱室里一具尸体会引来警察，诱发对DNA和织物还有头发的搜索，等等，像电视里演的那样。

source: No, she would have to arrange the death during one of the onshore visits.
zh_cn: 不，她得把死亡安排在其中一次上岸游览中。

source: But how?
zh_cn: 可怎么做呢？

source: Where?
zh_cn: 在哪儿呢？

source: She consults the itinerary and the map of the proposed route.
zh_cn: 她琢磨着行程安排和计划中的路线图。

source: An Inuit settlement will not do: dogs will bark, children will follow.
zh_cn: 爱斯基摩人的小镇不行：狗会叫，小孩会跟着人。

source: As for the other stops, the land they'll be visiting is bare of concealing features.
zh_cn: 至于其他的站点，他们要游览的那片陆地几乎没有任何可供遮掩的地方。

source: Staff with guns will accompany them to protect against polar bears.
zh_cn: 工作人员会带着枪陪着他们，以防北极熊袭击。

source: Maybe an accident with one of the guns?
zh_cn: 也许某只枪走火？

source: For that she'd need split-second timing.
zh_cn: 那样她就得争分夺秒。

source: Whatever the method, she'd have to do it early in the voyage, before he had time to make any new friends- people who might notice he was missing.
zh_cn: 无论用什么办法，她都得在航程的早期动手，赶在他认识新朋友之前，不然那些人也许会注意到他的失踪。

source: Also, the possibility that Bob will suddenly recognize her is ever present.
zh_cn: 再有，鲍勃突然认出她的可能性也永远存在。

source: And if that happens it will be game over.
zh_cn: 而如果此事发生了，那么游戏也就结束了。

source: Meanwhile, it would be best not to be seen with him too much.
zh_cn: 同时，最好不要被人看见和他太频繁地在一起。

source: Enough to keep his interest up, but not enough to start rumors of, for instance, a budding romance.
zh_cn: 能够挑起他的兴趣，但不足以引起流言为好，比方说，一段萌芽期的爱情。

source: On a cruise, word of mouth spreads like the flu.
zh_cn: 在游轮上，流言传播起来像流感。

source: Once on board the ship- it's the Resolute II, familiar to Verna from her last voyage- the passengers line up to deposit their passports at Reception.
zh_cn: 等上了船——就是那艘“果敢二号”，弗娜上次乘过的，所以很熟悉——乘客们就排着队把自己的护照存放在前台。

source: Then they assemble in the forward lounge for a talk on procedure given by three of the discouragingly capable staff members.
zh_cn: 然后他们在前仓休息室里集合，听三个能干得让人沮丧的工作人员讲解事项流程。

source: Every time they go ashore, the first one says with a severe Viking frown, they must turn their tags on the tag board from green to red.
zh_cn: 第一个人神色严峻眉头紧皱，说他们每次上岸时，都必须把姓名标签板上的自己的牌子从绿色调成红色。

source: When they come back to the ship, they must turn their tags back to green.
zh_cn: 等返回船上时，则必须再调回成绿色。

source: They must always wear life jackets for the Zodiac trips to shore; the life jackets are the new, thin kind that inflate once in water.
zh_cn: 在船与岸之间往返时，都必须穿着救生衣；救生衣都是新的，很薄，一碰水就鼓起来了。

source: They must deposit their life jackets on the shore when landing, in the white canvas bags provided, and put them back on when departing.
zh_cn: 他们上岸时必须把救生衣存放在的那个白色帆布袋里，离开的时候再穿上。

source: If there are any tags unturned or any life jackets left in the bags, the staff will know that someone is still ashore.
zh_cn: 如果有牌子没有翻或者袋子里还有救生衣，工作人员就会知道有人还在岸上。

source: They do not want to be left behind, do they?
zh_cn: 他们可不想被落下，是不？

source: And now a few housekeeping details.
zh_cn: 好了现在是几点日常的细节。

source: They will find laundry bags in their cabins.
zh_cn: 他们会在自己的舱室里找到洗衣袋。

source: Bar bills will be charged to their accounts, and tips will be settled at the end.
zh_cn: 酒吧的消费会记在他们的账户上，小费最后算。

source: The ship runs on an open-door policy, to facilitate the work of the cleaning staff, but of course they can lock their rooms if they wish.
zh_cn: 船上的原则是房门一直开着，以方便清洁工打扫，不过如果他们愿意自然也是可以锁门的。

source: There is a lost-and-found at Reception.
zh_cn: 前台有个失物招领处。

source: All clear?
zh_cn: 都清楚了？

source: Good.
zh_cn: 很好。

source: The second speaker is the archeologist, who, to Verna, looks about twelve.
zh_cn: 第二个讲话的人是那个考古学家，此人在弗娜看来也就十二岁的样子。

source: They will be visiting sites of many kinds, she says, including Independence 1, Dorset, and Thule, but they must never, never take anything.
zh_cn: 他们将要参观许多种居住地，他说，其中包括独立一期人、多塞特人、和图勒人，不过他们必须不拿走任何一点东西。

source: No artifacts, and especially no bones.
zh_cn: 不拿人工物件，尤其是骨头。

source: Those bones might be human, and they must be very careful not to disturb them.
zh_cn: 那些骨头可能是人类的，他们一定要特别小心不要去打扰人家。

source: But even animal bones are an important source of scarce calcium for ravens and lemmings and foxes and, well, the entire food chain, because the Arctic recycles everything.
zh_cn: 而即便是动物的骨头，对于乌鸦、旅鼠和狐狸，还有，嗨，反正是整个食物链来说，那也是稀缺的钙的重要来源，因为没有北极圈不回收的东西。

source: Now, says the third speaker, a fashionably bald individual who looks like a personal trainer, a word about the guns.
zh_cn: 现在，第三个人说，这是个挺时髦的秃头，看上去像个私人教练，来谈一下枪的事情。

source: Guns are essential, because polar bears are fearless.
zh_cn: 必须得有枪，因为北极熊无所畏惧。

source: But the staff will always fire into the air first, to scare the bear away.
zh_cn: 但是工作人员总是会先向空中开枪，把熊吓走。

source: Shooting a bear is a last resort, but bears can be dangerous, and the safety of passengers is the first priority.
zh_cn: 不到不得已不向熊开枪，不过熊有时很危险，乘客们的安全是首要的。

source: There is no need to fear the guns: the bullets will be taken out during the Zodiac trips to and from shore, and it will not be possible for anyone to get shot.
zh_cn: 没必要怕枪：从岸上来回的时候子弹都会取出来的，不可能会有人挨枪子儿。

source: Clearly a gun accident won't do, Verna thinks.
zh_cn: 枪走火明显不可能了，弗娜想。

source: No passenger is going to get near those guns.
zh_cn: 没有一个乘客能够走近那些枪。

source: After lunch, there's a lecture on walruses.
zh_cn: 午饭后，有一堂关于海象的讲座。

source: There are rumors of rogue walruses that prey on seals, puncturing them with their tusks, then sucking out the fat with their powerful mouths.
zh_cn: 有传闻说凶猛的海象会猎食海豹，把牙齿刺进去，用它们强有力的嘴吸食脂肪。

source: The women on either side of Verna are knitting.
zh_cn: 坐在弗娜两边的女人都在打毛线。

source: One of them says, "Liposuction."
zh_cn: 其中一个说，“抽脂术。”

source: The other laughs.
zh_cn: 另一个哈哈大笑。

source: Once the talks are over, Verna goes out on deck.
zh_cn: 讲座一结束，弗娜就走到甲板上去了。

source: The sky is clear, with a flight of lenticular clouds hovering in it like spaceships; the air is warm; the sea is aqua.
zh_cn: 天空清澈，一大片透镜云盘旋在那儿，像艘飞船，空气温暖，海水澄碧。

source: There's a classic iceberg on the port side, with a center so blue it looks dyed, and ahead of them is a mirage- a fata morgana, towering like an ice castle on the horizon, completely real except for the faint shimmering at its edges.
zh_cn: 左边有座规整的冰山，中间的那座山峰蓝得仿佛是染色的，在它们的前方有一个幻影——一个海市蜃楼，像座冰宫殿耸立在天边，要不是边缘那淡淡的光影，简直彻底真实。

source: Sailors have been lured to their deaths by those; they've drawn mountains on maps where no mountains were.
zh_cn: 水手们为此不惜生命。他们在地图上没有山的地方标注了山。

source: "Beautiful, isn't it?"
zh_cn: “美极了，对不？”

source: Bob says, materializing at her side.
zh_cn: 鲍勃突然现身，说。

source: "How about that bottle of wine tonight?"
zh_cn: “今晚来瓶美酒如何？”

source: "Stunning," Verna says, smiling.
zh_cn: “动人心魄，”弗娜说，微笑着。

source: "Perhaps not tonight- I promised some of the girls."
zh_cn: “今天晚上不然就算了吧——我已经答应了那些女孩儿了。”

source: True enough- she's made a date with the knitting women.
zh_cn: 不是戏言，她的确与打毛线的那两个女人约好了。

source: "Maybe tomorrow?"
zh_cn: “要不明天？”

source: Bob grins, and shares the fact that he has a single cabin: "No. 222, like the painkiller," he quips, and comfortably amidships.
zh_cn: 鲍勃咧嘴笑着，公布了一件事，他占着一个单人舱室，“222号，就像止痛药（222是北美一种大众止痛药的名字，译者注），”他说着俏皮话。

source: "Hardly any rock and roll at all," he adds.
zh_cn: 而且还挺舒服，在船的中部，“既不摇也不滚，”他加了一句。

source: Verna says that she, too, has a single: worth the extra expense, because that way you can really relax.
zh_cn: 弗娜说，她也是单人舱室呢，这笔钱花得很值，因为这样你才可以真正放松。

source: She draws out "relax" until it sounds like a voluptuous writhe on satin sheets.
zh_cn: 说到“放松”时，她运用着声音，直到听上去像在光滑柔软的床单上撩人地翻滚。

source: Glancing at the tag board while strolling around the ship after dinner, Verna notes Bob's tag- close enough to her own.
zh_cn: 晚饭后绕船散步时，弗娜瞥了眼标签板，注意到了鲍勃的名字——跟她自己的名字挨得足够近。

source: Then she buys a pair of cheap gloves in the gift shop.
zh_cn: 于是她在礼品店买了一双廉价的手套。
